{
    "message": [
        {
            "welcome_message": "Welcome to Strategy-Py, a simple and fun RTS game made in Python!\n\n# Background Story: \n\nPeople, Society, Culture, Education, Economics...\nThe world is having a difficult time due to the rapid war.\n\nYou, as the king of your kingdom, will bring peace to your people.\nUse your power and resources to eliminate the other kingdoms and dominate this unpeaceful land!\n\n###################################################################################################################################\n\n# Kingdoms:\n\nDevs Empire (you)\nNusta Kingdom (opponent no.1)\nLozar Kingdom (opponent no.2)\n",
            "game_play": "# Game Play:\n\nThis is a Turn-Based RTS game.\nUse commands (to check all available commands, type ? or help) to control your character and take actions for each round.\n\nBe careful when making the decisions because each action can cause the resources to increase/decrease and trigger special events!\n\nAt a special round, you will find the other kingdom and you can choose to take-over (when you have the enough resources)\n\n###################################################################################################################################\n",
            "secret_message": "\nCongrats! You must be very smart!\nThe special award is\n.\n.\n.\nNOTHING!\nWe programmers are SO FRICKING POOR and you are expecting ME to give you something nice for FREE???!!!\nNO WAY!\n.\n.\n.\nHa so that's a little anger from a poor developer who has NO income at all and doing all the Open Source projects for making the world a better place.\n\nI enjoy what I am doing and that's enough for me to keep doing what I like.\nPleaase please please, do support developers because these simple applications/games take A LONG TIME for us to design and create.\nYour supports really mean A LOT to us!\n.\n.\n.\nAnyway, thank you for spending your time and playing this game and I hope you enjoy it.\n\nBest regards,\n\nMengZe - the developer of this game <3"
        }
    ]
}